{
  "projects": [
    {
      "title": "NewAir",
      "description": "NewAir is an ecommerce company that sells compact appliances such as wine fridges, ice makers, and fans.  We migrated their store over to Shopify and built a custom theme using Shopify's Slate theme scaffold and command line tool.",
      "technologies": [
        "Slate",
        "Liquid",
        "JavaScript/jQuery",
        "SCSS/CSS",
        "HTML"
      ],
      "image": "newair.jpg",
      "link": "https://www.newair.com",
      "id": "newair"
    },
    {
      "title": "Century Snacks",
      "description": "Century Snacks wanted to add a modern look and feel to their flagship website, as well as the ability to easily update their content.  With this in mind, we moved them over to Wordpress utilizing custom fields, and also added WooCommerce to display their products.",
      "technologies": [
        "PHP",
        "JavaScript/jQuery",
        "WordPress",
        "WooCommerce",
        "Gulp",
        "SCSS/CSS",
        "HTML"
      ],
      "image": "centurysnacks.jpg",
      "link": "http://www.centurysnacks.com",
      "id": "century-snacks"
    },
    {
      "title": "OrthoDTX",
      "description": "OrthoDTX is a website where teenagers and young adults can get more information about dental care.  Features include:  glossary and \"word cloud\" search, provider locator and social media feeds for Facebook, Instagram, Youtube, and Twitter.",
      "technologies": [
        "WordPress",
        "PHP",
        "JavaScript/JQuery",
        "HTML",
        "SCSS/CSS",
        "Gulp"
      ],
      "image": "orthodtx.jpg",
      "link": "",
      "id": "orthodtx"
    },
    {
      "title": "Via Saviene",
      "description": "Via Saviene is an ecommerce shop that sells women's jewlery.  Features include: full page scroll home and about page, detailed collection page (animations, swatches, quick shop, masonry grid) and custom look books using Shopify's blog feature along with custom metafields.",
      "technologies": [
        "Shopify",
        "Liquid",
        "JavaScript/JQuery",
        "CSS",
        "Gulp",
        "Theme Kit"
      ],
      "image": "viasaviene.jpg",
      "link": "https://viasaviene.com/",
      "id": "via-saviene"
    },
    {
      "title": "WindwardWay",
      "description": "WindwardWay is an organization that helps individuals recover from addiction. Features include: hero slider, informational sections, and a contact form to request more information.",
      "technologies": [
        "WordPress",
        "PHP",
        "HTML",
        "CSS",
        "JavaScript/JQuery"
      ],
      "image": "windwardway.jpg",
      "link": "https://windwardway.com/welcome/",
      "id": "windward-way"
    },
    {
      "title": "InStyler",
      "description": "Instyler is an ecommerce shop that sells women's hair products and tools. Features include: custom blog setup (different template for each blog type), dynamic & reusable landing page templates, Power Reviews integration and custom product/collection pages.",
      "technologies": [
        "Shopify",
        "Liquid",
        "JavaScript/JQuery",
        "CSS",
        "Gulp",
        "Theme Kit"
      ],
      "image": "instyler.jpg",
      "link": "https://www.instyler.com/",
      "id": "instyler"
    }
  ]
}